//ИНФОРМАЦИЯ О КОМПАНИИ

// НАВИГАЦИЯ
export const NAV_LINKS = [
  { href: '/aboutUs', key: 'aboutUs', label: 'О НАС' },
  { href: '/products', key: 'products', label: 'НАША ПРОДУКЦИЯ' },
  { href: '/careers', key: 'careers', label: 'КАРЬЕРА' },
  { href: '/news', key: 'news ', label: 'НОВОСТИ' },
  { href: '/contactUs', key: 'contact_us', label: 'КОНТАКТЫ' },
  { href: '/euFunds', key: 'euFunds', label: 'ЕВРОПЕЙСКИЕ ФОНДЫ' },
];

//ГЛАВНАЯ ИНФОРМАЦИЯ О КОМПАНИИ
export const WHO_ARE_WE = 'Кто мы?';
export const OUR_PRODUCTS = 'Наша продукция';

export const COMPANY_INFO = 'Мы производим химические соединения, предназначенные для компаний, использующих их в таких отраслях, как производство стекла, добавки к кормовым премиксам, удобрения, водоочистка, пигменты, катализаторы, гальваника и общая химическая промышленность. Мы постоянно укрепляем свои позиции ведущей химической компании, производящей металлические соли на мировом рынке. Мы достигаем этого, укрепляя долгосрочные деловые отношения.';

//О НАС
export const ABOUT_US = 'О нас';
export const HISTORY = 'Наша история';
export const HISTORY_DESC = 'Компания «Центр Металлических Реактивов - Midas Investment Sp. z o.o.» Коммандитное товарищество, сокращенно CMOCMI, была основана в 2005 году и стала развитием предыдущей деловой деятельности учредителей - международной торговли химической продукцией. Основываясь на знании рынка и опыте в торговле, создавая компанию, владельцы решили начать производственную деятельность, на основе которой были созданы прочные основы функционирования и развития.';
export const SPECIALIZATION = 'В чем мы специализируемся';
export const SPECIALIZATION_DESC = 'Основным видом деятельности CMOCMI является производство неорганических химикатов, в частности соединений (солей металлов) молибдена, селена, меди, марганца, цинка, кобальта и никеля. CMOCMI является единственным в Польше и ведущим в Европе производителем натриевого молибдата и аммония гептамолибдата, а также признанным в Европе производителем натриевого селенида. Помимо производственной деятельности компания также занимается международной торговлей специализированными химическими соединениями. Компания имеет сертификаты ISO 9001 и 14001, GMP+, что позволяет поставлять продукцию самым требовательным клиентам из различных отраслей промышленности, а также производителям кормов и продуктов питания.';
export const INNOVATIONS = 'Инновации и устойчивое развитие - ключевые столпы';
export const INNOVATIONS_DESC = 'В настоящее время компания располагает современными техническими и технологическими средствами для производства химических соединений с требуемыми параметрами. CMOCMI многие годы сотрудничает с ведущими национальными научными учреждениями, университетами и Польской Академией Наук. В связи с ограниченным предложением необходимых для производства сырьевых материалов, содержащих молибден, селен и другие металлы, находящиеся в списках критических и дефицитных, CMOCMI многие годы специализируется на их получении из отходов или первичных материалов низкого качества. Благодаря инновационным гидрометаллургическим процессам компания получает доступ к таким сырьевым материалам, из которых может производить продукцию высокой чистоты, что укрепляет ее конкурентные позиции, одновременно вписываясь в философию циркулярной экономики.';
export const REGISTRATION_DETAILS = 'Регистрационные данные';
export const VAT = 'ИНН';
export const REGON = 'REGON';
export const KRS = 'KRS';
export const COURT_REGISTER = 'Районный суд для столицы Варшавы в Варшаве, 13-е коммерческое отделение Национального судебного реестра';
export const ABOUT_US_LIST = [
  {
    href: '/registrationDetails',
    label: 'Регистрационные данные'
  },
  {
    href: '/aboutUs',
    label: 'Кто мы'
  },
  {
    href: '/certificates',
    label: 'Сертификаты'
  },
  {
    href: '/organizations',
    label: 'Организации'
  },
  {
    href: '/businessPartners',
    label: 'Бизнес-партнеры'
  },
 
];

export const ORGANIZATIONS = 'Организации, к которым мы принадлежим';
export const BUSINESS_PARTNERS = 'Наши бизнес-партнеры';
export const COMPANY_NAME = 'Название компании';
export const COMPANY_HEADQUARTERS = 'Штаб-квартира компании';
export const PRODUCTION_PLANT = 'Производственное предприятие и адрес для корреспонденции';
export const REGISTRATION_DETAILS_OFFICE_ADDRESS = '05-090 Фаленты, ул. Опакского 46A/11';


//КАРЬЕРА
export const JOIN_US = 'Присоединяйтесь к нашей команде';
export const JOIN_TEAM = 'Присоединяйтесь к команде CMOCMI - ведущего производителя неорганических химикатов в Европе. Мы ищем людей, увлеченных химией, готовых работать в динамичной среде и развиваться вместе с нами. Мы предлагаем возможность работы в квалифицированной команде, современные технические средства и стабильные условия труда. Подайте заявку сегодня и формируйте будущее химической отрасли вместе с нами.';
export const CV = 'Ждем ваше резюме!';
export const SKILLS ='У вас есть уникальные навыки и вы ищете место, где ваши таланты будут оценены и развиты? Если да, то вы находитесь в нужном месте! Наша компания динамично развивается и всегда ищет талантливых людей, которые хотят присоединиться к нашей команде.';
export const HR_OFFICE = 'Наш отдел кадров';
export const HR_OFFICE_NAME = 'Агнешка Тенча';
export const HR_OFFICE_EMAIL = 'atecza@odczynniki.com.pl';
export const HR_OFFICE_PHONE = '+48 517 522 439';
export const JOB_LIST = 'В настоящее время мы ищем кандидатов на следующие должности:';
export const JOB_TITLE1 = 'Сотрудник бухгалтерского и финансового отдела в производственной компании';
export const JOB_DETAILS = 'Посмотреть детали';
export const JOB_TITLE2 = 'Оператор химических процессов';

//ПРОДУКЦИЯ
export const PRODUCTS = [

  {
    symbol: 'Mo',
    name: 'Молибден',
    href: '/products/molybdenum',
  },
  
  {
    symbol: 'Se',
    name: 'Селен',
    href: '/products/selenium',
  },

  {
    symbol: 'Cu',
    name: 'Медь',
    href: '/products/copper',
  },

  {
    symbol: 'Mn',
    name: 'Марганец',
    href: '/products/manganese',
  },

  {
    symbol: 'Zn',
    name: 'Цинк',
    href: '/products/zinc',
  },

  {
    symbol: 'Ni',
    name: 'Никель',
    href: '/products/nickel',
  },

  {
    symbol: 'Co',
    name: 'Кобальт',
    href: '/products/cobalt',
  },
  {
    symbol: '',
    name: 'Прочее',
    href: '/products/other',
  },
];

//Продукты молибдена
export const MOLYBDENUM_PRODUCTS = [
  {
      name: 'Молибдат натрия',
      symbol: 'Na₂MoO₄',
      cas: '7631-95-0',
      use:['добавка к кормам для животных', 'удобрения', 'пигменты', 'водоочистка', 'ингибитор коррозии', 'антифриз и охлаждающие жидкости для двигателей']
  },
  {
      name: 'Гептамолибдат аммония',
      symbol: '(NH₄)₆Mo₇O₂₄·4H₂O',
      cas: '12054-85-2',
      use: ['удобрения', 'катализаторы', 'ингибитор коррозии', 'аналитическая химия']
  },
  {
      name: 'Димолибдат аммония',
      symbol: '(NH₄)₂Mo₂O₇',
      cas: '27546-07-2',
      use:['пигменты', 'производство катализаторов', 'антипирены', 'огнеупорные средства']
  },
];

//Продукты селена
export const SELENIUM_PRODUCTS = [
  {
      name: 'Селенит натрия',
      symbol: 'Na₂SeO₃',
      cas: '10102-18-8',
      use: ['добавка к кормам для животных', 'удобрения', 'реагенты для обесцвечивания стекла']
  },
  {
      name: 'Селенит цинка',
      symbol: 'ZnSeO₃',
      cas: '13597-46-1',
      use: ['добавка к стеклу', 'химические реагенты']
  },
  {
      name: 'Премиксы 1% - 10%',
      symbol: 'Na₂SeO₃/CaMg(CO₃)₂',
      cas: '10102-18-8',
      use: ['добавка к кормам для животных', 'входит в состав строительных веществ', 'участвует в антиоксидантных механизмах', 'влияет на обмен веществ и иммунитет животных', 'сельское хозяйство']
  },
];

//Продукты кобальта
export const COBALT_PRODUCTS = [
  {
      name: 'Гранулированный покрытый карбонат кобальта - Co 1-5%',
      symbol: 'CoCO₃/CaMg(CO₃)₂',
      cas: '513-79-1',
      use: ['добавка к кормам', 'его наличие в организме животных связано с витамином B12, и роль кобальта тесно связана с присутствием этого витамина']
  },
];

//Продукты никеля
export const NICKEL_PRODUCTS = [
  {
      name: 'Нитрат никеля',
      symbol: 'Ni(NO₃)₂',
      cas: '13138-45-9',
      use: ['производство батарей', 'катализаторы', 'химические реагенты', 'гальваника (никелирование)']
  },
  {
      name: 'Хлорид никеля',
      symbol: 'NiCl₂•6H₂O',
      cas: '7791-20-0',
      use: ['краски', 'лаки']
  },
  {
      name: 'Сульфат никеля',
      symbol: 'NiSO₄•6H₂O',
      cas: '10101-97-0',
      use: ['добавка для производства биогаза', 'добавка к стеклу', 'пигменты', 'гальваника', 'для производства батарей']
  },
];

//Продукты меди
export const COPPER_PRODUCTS = [
  {
      name: 'Нитрат меди',
      symbol: 'Cu(NO₃)₂',
      cas: '3251-23-8',
      use: ['удобрения', 'катализаторы', 'гальваника', 'пигменты', 'поверхностная обработка неметаллов']
  },
  {
      name: 'Хлорид меди',
      symbol: 'CuCl₂',
      cas: '7447-39-4',
      use: ['химическая промышленность', 'удобрения', 'аналитические реагенты', 'катализатор в органической химии']
  },
  {
      name: 'Сульфат меди',
      symbol: 'CuSO₄•5H₂O',
      cas: '7758-99-8',
      use: ['добавка к удобрениям и пестицидам', 'добавка к кормам', 'бактерицидное средство', 'производство абсорбентов', 'гальваника', 'пигменты']
  },
  {
      name: 'Ацетат меди',
      symbol: 'Cu(CH₃COO)₂•H₂O',
      cas: '6046-93-1',
      use: ['лабораторное использование', 'пигменты']
  },
  {
      name: 'Карбонат меди',
      symbol: 'CuCO₃•Cu(OH)₂',
      cas: '12069-69-1',
      use: ['реагенты для синтеза', 'добавка к удобрениям']
  },
  {
      name: "Гидроксид меди",
      symbol: 'Cu(OH)₂',
      cas: '20427-59-2',
      use: ['удобрения', 'гальваника: покрытия/чернила', 'керамика', 'водоочистка', 'катализаторы', 'строительная химия']
  },
];

//Продукты цинка
export const ZINC_PRODUCTS = [
  {
      name: 'Нитрат цинка',
      symbol: 'Zn(NO₃)₂',
      cas: '7779-88-6',
      use: ['удобрения', 'химические реагенты']
  },
  {
      name: 'Хлорид цинка',
      symbol: 'ZnCl₂',
      cas: '7646-85-7',
      use: ['садоводство', 'удобрения', 'полуфабрикаты, в том числе для батарей', 'для покрытия металлических поверхностей']
  },
  {
      name: 'Сульфат цинка - 7h',
      symbol: 'ZnSO₄•7H₂O',
      cas: '7446-20-0',
      use: ['удобрения']
  },
  {
      name: 'Сульфат цинка - 1h',
      symbol: 'ZnSO₄•H₂O',
      cas: '7446-19-7',
      use: ['удобрения', 'корма']
  },
  {
      name: 'Оксид цинка',
      symbol: 'ZnO',
      cas: '1314-13-2',
      use: ['добавка к краскам', 'добавка к лакам', 'используется в керамике', 'для пропитки древесины', 'наполнитель для резины, каучука, пластмасс']
  },
];

//Продукты марганца
export const MANGANESE_PRODUCTS = [
  {
      name: 'Нитрат марганца',
      symbol: 'Mn(NO₃)₂',
      cas: '10377-66-9',
      use: ['нефтехимическая промышленность', 'удобрения', 'гальваника']
  },
  {
      name: 'Хлорид марганца',
      symbol: 'MnCl₂',
      cas: '7773-01-5',
      use: ['добавка к кормам для животных', 'производство батарей', 'удобрения', 'химические реагенты']
  },
  {
      name: 'Ацетат марганца',
      symbol: 'Mn(CH₃COO)₂•4H₂O',
      cas: '6156-78-1',
      use: ['реагенты для синтеза', 'добавка к удобрениям', 'добавка к кормам', 'нефтехимическая промышленность']
  },
  {
      name: 'Сульфат марганца',
      symbol: 'MnSO₄•H₂O',
      cas: '10034-96-5',
      use: ['удобрения', 'добавка к кормам', 'реагенты для синтеза']
  },
];

//ПРОЧИЕ ПРОДУКТЫ
export const OTHER_PRODUCTS = [
  {
      name: 'Нитрат железа',
      symbol: 'Fe(NO₃)₃',
      cas: '10421-48-4',
      use: ['добавка к удобрениям', 'водоочистка', 'кондиционирование металлических поверхностей']
  },
  {
      name: 'Нитрат серебра',
      symbol: 'AgNO₃',
      cas: '7761-88-8',
      use: ['промышленность: химическая, фотографическая, косметическая, фотохимическая']
  },
  {
      name: 'Хромовый ангидрид',
      symbol: 'CrO₃',
      cas: '1333-82-0',
      use: ['катализаторы', 'поверхностная обработка (гальваника)']
  },
  {
      name: 'Борная кислота',
      symbol: 'H₃BO₃',
      cas: '10043-35-3',
      use: ['использование в фармацевтической промышленности', 'обладает фунгицидными свойствами', 'в качестве удобрения', 'средство для пропитки древесины', 'добавка к краскам']
  },
];

//ПРЕДЛОЖЕНИЕ РАБОТЫ 1
export const JOB_DESC = 'Описание вакансии';
export const JOB_NAME = 'Оператор химических процессов';
export const JOB_RESPONSIBILITIES = 'Обязанности:';
export const JOB_REQUIREMENTS = 'Требования:';
export const BENEFITS = 'Мы предлагаем:';
export const APPLY = 'Подать заявку!';
export const JOB_RESPONSIBILITIES_LIST = [
  'Среднее/профессиональное образование (механика, химия)',
  'Эксплуатация оборудования и установок для производства химических соединений',
  'Контроль, проверка и корректировка работы всех обслуживаемых устройств',
  'Физическая работа в производственном цехе'
];
export const JOB_REQUIREMENTS_LIST = [
  'Среднее/профессиональное образование (механика, химия)',
  'Готовность работать в трехсменном режиме',
  'Опыт работы на аналогичной должности - дополнительное преимущество',
  'Водительские права на вилочные погрузчики - дополнительное преимущество',
  'Ответственность, умение работать в команде'
];
export const BENEFITS_LIST = [
  'Трудовой договор',
  'Стабильные условия труда',
  'Возможность профессионального и личного развития',
  'Дополнительное медицинское обслуживание для сотрудников и их семей',
  'Хорошая атмосфера на работе',
  'Софинансирование карты MultiSport'
];

//ПРЕДЛОЖЕНИЕ РАБОТЫ 2
export const JOB_NAME2 = 'Сотрудник бухгалтерского и финансового отдела в производственной компании';
export const NICE_TO_HAVE = 'Приветствуется:';
export const JOB_REQUIREMENTS_LIST2 = [
  'Высшее образование: финансы и управление, бухгалтерский учет, финансовый контроль',
  '2-3 года опыта работы в бухгалтерии, контроллинге',
  'Сотрудничество с банками и другими финансовыми учреждениями, налоговыми органами',
  'Мониторинг и контроль финансовых потоков, управление ликвидностью, предоставление финансовой управленческой информации',
  'Подготовка финансовой документации, включая отчеты и анализы, бюджеты, обновления, проверка и обработка счетов',
  'Владение компьютером, в частности хорошее знание пакета MS Office, системы Comarch ERP XL/Comarch ERP Optima',
  'Знание английского языка на среднем уровне',
  'Аналитическое мышление, открытость, умение работать в команде, ответственность'
];
export const NICE_TO_HAVE_LIST = [
  'Опыт работы в производственно-торговых компаниях',
  'Опыт ведения кадровых и расчетных дел'
];
export const BENEFITS_LIST2 = [
  'Трудовой договор',
  'Стабильные условия труда',
  'Возможность профессионального и личного развития',
  'Дополнительное медицинское обслуживание для сотрудников и их семей',
  'Хорошая атмосфера на работе',
  'Софинансирование карты MultiSport'
];

//ФУТЕР
export const CONTACT = 'Контакты';
export const CONTACT_FACTORY = 'Контакт - Производственное предприятие';
export const TEL1 = 'тел.+48 81 746 20 11';
export const TEL2 = '+48 81 746 36 82';
export const FAX = 'факс: +48 81 458 39 88';
export const OFFICE_EMAIL = 'inf@odczynniki.com.pl';
export const CMOC = 'Центр Металлических Реактивов';
export const MI = 'MIDAS Investment';
export const LINKS = 'Полезные ссылки';
export const CAREERS = 'Карьера';
export const EU_FUNDS = 'Европейские фонды';
export const HR_EMPLOYEE = 'Сотрудник отдела кадров';




//КОНТАКТЫ
export const CONTACT_US = 'Свяжитесь с нами';
export const ANSWEAR_QUESTIONS = 'С радостью ответим на ваши вопросы';
export const OUR_OFFICE = 'Наш офис';
export const VISIT_US = 'Посетите нас';
export const OFFICE_ADDRESS = '20-234 Люблин, ул. Металургическая 15 E, 17 D';
export const OPEN_HOURS = 'Открыто с понедельника по пятницу с 7:00 до 15:00';
export const OUR_TRADE_TEAM = 'Наша торговая команда';
export const OUR_SETTLEMENT_TEAM = 'Отдел операционного обслуживания';
export const ADMINISTRATION = 'Офис управления и администрации';

//КОМАНДА ПО КОНТАКТАМ

// ТОРГОВАЯ КОМАНДА
export const TRADE_TEAM = [
  {
      name: "Małgorzata Wilczewski",
      department: "Продажи",
      market: "Германия, Австрия, Швейцария",
      email: "mwilczewski@odczynniki.com.pl",
      mobile: "+49 178 676 0903"
  },
  {
      name: "Aleksandra Simon",
      department: "Продажи",
      market: "Страны Бенилюкс, Франция, Чехия, Англия",
      email: "asimon@odczynniki.com.pl",
      mobile: "+48 508 218 947"
  },
  {
      name: "Anna Mróz",
      department: "Продажи",
      market: "Испания, Страны Бенилюкс, Англия, Италия",
      email: "amroz@odczynniki.com.pl",
      mobile: "+48 508 218 900"
  },
  {
      name: "Nairy Chaglasyan",
      department: "Продажи",
      market: "Испания, Португалия",
      email: "nchaglasyan@odczynniki.com.pl",
      mobile: "+34 639 314 391"
  },
  {
      name: "Agnieszka Piątkowska",
      department: "Продажи",
      market: "Украина",
      email: "apiatkowska@odczynniki.com.pl",
      mobile: "+48 885 785 007"
  },
  {
      name: "Renata Krawczyńska",
      department: "Продажи",
      market: "Польша",
      email: "rkrawczynska@odczynniki.com.pl",
      mobile: "+48 885 785 077"
  },
  {
      name: "Waldemar Piątkowski",
      department: "Закупки, продажи, логистика",
      market: "Польша",
      email: "wpiatkowski@odczynniki.com.pl",
      mobile: "+48 508 218 838"
  },
  {
      name: "Piotr Topolski",
      department: "Закупки",
      market: "Все локации",
      email: "ptopolski@odczynniki.com.pl",
      mobile: "+48 885 785 011"
  }
];

//КОМАНДА ПО РАСЧЕТАМ

export const SETTLEMENT_TEAM = [
  {
      name: "Агнешка Пятковска",
      email: "apiatkowska@odczynniki.com.pl",
      mobile: "+48 885 785 007"
  },
  {
      name: "Малгожата Копняк",
      email: "mkopniak@odczynniki.com.pl",
      mobile: "+48 793 419 215"
  },
  {
      name: "Эвелина Бушко",
      email: "ebuszko@odczynniki.com.pl",
      mobile: "+48 885 785 002"
  }
];

//СЕРТИФИКАТЫ
export const OUR_CERTIFICATES = 'Наши сертификаты';

export const USAGE ='Применение:';

//КОБАЛЬТ
export const COBALT = 'Кобальт';
export const COBALT_DESC = 'Химический элемент из группы переходных металлов, широко распространенный в природе. Минералы содержат очень мало кобальта, и кобальт всегда связан с другими металлами. Используется в металлургической, керамической, химической промышленности, производстве аккумуляторов и животноводстве.';

//МЕДЬ
export const COPPER = 'Медь';
export const COPPER_DESC = 'Химический элемент из группы переходных металлов красно-коричневого цвета. Устойчива к коррозии, прочна, пластична, эффективно проводит электричество и тепло, легко образует сплавы. Медь используется в сельском хозяйстве, водоочистке, кормовых добавках, а также в пигментах, керамике, стекле, гальванике и катализаторах.';

//МАРГАНЕЦ
export const MANGANESE = 'Марганец';
export const MANGANESE_DESC = 'Серебристо-серый с синим оттенком химический элемент из группы переходных металлов. Используется для производства стали, включая нержавеющую сталь. Также добавляется в алюминиевые сплавы, повышая их коррозионную стойкость. Кроме металлургии, марганец добавляется в топливо, цемент, стекло, краски и удобрения.';

//МОЛИБДЕН
export const MOLYBDENUM = 'Молибден';
export const MOLYBDENUM_DESC = 'Химический элемент из группы переходных металлов. Чистый молибден серебристо-белый, очень твердый и имеет одну из самых высоких температур плавления среди элементов. Используется в основном в металлургии, в первую очередь для производства стали, в качестве пигментов, удобрений и катализаторов в химической промышленности.';

//НИКЕЛЬ
export const NICKEL = 'Никель';
export const NICKEL_DESC = 'Это бело-серебристый металл с легким золотистым оттенком. Никель относится к группе переходных металлов. Используется в основном в качестве легирующей добавки к стали. Таким образом производится жаростойкая, кислотостойкая и нержавеющая сталь. Никель также используется для изготовления нагревательных элементов и электронных компонентов.';

//СЕЛЕН
export const SELENIUM = 'Селен';
export const SELENIUM_DESC = 'Химический элемент из группы неметаллов, который имеет три аллотропные формы: α-селен - серый или металлический, серебристо-серого цвета, хрупкий; β-селен (красный селен) - красное аморфное вещество; γ-селен - стекловидное серо-розовое твердое тело. Применяется в сельском хозяйстве и в качестве добавки к кормам для животных, а также в производстве стекла и гальванике.';

//ЦИНК
export const ZINC = 'Цинк';
export const ZINC_DESC ='Сине-серый химический элемент, переходный металл из группы цинковых металлов. Цинк и его сплавы используются для оцинкования плоских стальных изделий для защиты от коррозии, а также в качестве легирующей добавки при производстве латуни.';

//ПРОЧИЕ ПРОДУКТЫ
export const OUR_OTHER_PRODUCTS = 'Наши прочие продукты';

//НОВОСТИ
export const NEWS = 'Новости';
export const READ_MORE = 'Читать дальше';
export const LATEST_NEWS = 'Последние новости';
export const LATEST_NEWS2 = 'Самые последние новости';

// СЛАЙДЕР
export const SLIDER_TITLE = 'ИННОВАЦИЯ - НАШ ПУТЬ К ЦЕЛИ';

//COOKIES CONSENT
export const COOKIES_CONSENT = 'Этот веб-сайт использует файлы cookie для улучшения удобства пользователей. Используя наш сайт, вы соглашаетесь на использование всех файлов cookie в соответствии с нашей Политикой использования файлов cookie.';
export const COOKIES_CONSENT_ACCEPT = 'Принять';

//PAGINATION
export const PREVIOUS = 'Предыдущая';
export const NEXT = 'Следующая';



